[
  {
    "category": "游戏问题",
    "subCategories": [
      {
        "name": "卡顿/延迟/不加载/各类游戏内异常",
        "subCategories": [
          { 
            "name": "小程序", 
            "response": "您好，关于您反馈的问题，建议您先在游戏内设置数据储存一下，然后删除小程序，关闭微信，然后打开手机飞行模式等待几分钟，切换网络之后再重新登陆微信，再打开小程序试试。" 
          },
          { 
            "name": "APP", 
            "response": "您好，关于您反馈的问题，建议您可以保存好账号密码信息后退出游戏，然后打开手机飞行模式等待几分钟，切换网络之后再重新登陆试试。您也可以打开手机设置，找到对应APP清除APP缓存数据后重新登陆看看是否能恢复正常，请多尝试几次看看能否改善，如果多次无法改善，也可以尝试卸载游戏重装试试，感谢您的来访" 
          }
        ]
      },
      {
        "name": "无法登录",
        "subCategories": [
          { 
            "name": "小程序", 
            "response": "关于您反馈的问题，建议您先删除小程序，关闭微信，然后打开手机飞行模式等待几分钟，切换网络之后再重新登陆微信，再打开小程序试试，感谢您的来访" 
          },
          { 
            "name": "APP", 
            "response": "您好，关于您反馈的问题，建议您可以保存好账号密码信息后退出游戏，然后打开手机飞行模式等待几分钟，切换网络之后再重新登陆试试。您也可以打开手机设置，找到对应APP清除APP缓存数据后重新登陆看看是否能恢复正常，请多尝试几次看看能否改善，如果多次无法改善，也可以尝试卸载游戏重装试试，感谢您的来访" 
          }
        ]
      },
      {
        "name": "物品丢失",
        "subCategories": [
          { 
            "name": "玩家提供完整信息可以确认并手动补发", 
            "response": "您好，您的问题已经为您反馈工作人员查看，后续核实无误后会为您补发，您后续可以留意一下哈" 
          },
          { 
            "name": "玩家信息不完整", 
            "response": "您好，为了这边更好的处理您的问题，咨询问题请提交对应的：问题具体描述，问题发生时间，问题截图或录屏等信息。" 
          },
          { 
            "name": "玩家获取后直接退出/切屏", 
            "response": "您好，游戏是弱网环境的，如您网络环境异常退出游戏可能会导致进度无法保存，您需要点击装修界面右上角设置按钮-》保存进度后退出可避免或缓解该情况发生，感谢您的来访。" 
          }
        ]
      },
      {
        "name": "游戏下载",
        "subCategories": [
          { 
            "name": "餐厅养成记", 
            "response": "您好，您可以关注公众号：邦邦互娱，可以从其中获取对应的下载链接，请留意下载时勿选择可能弹出的应用商店捆绑版本，使用原安装包下载，下载后使用原账号密码登入即可，感谢您的来访。" 
          },
          { 
            "name": "餐厅养成记福利版", 
            "response": "您好，您可以关注公众号：火羽互动，可以从其中获取对应的下载链接，请留意下载时勿选择可能弹出的应用商店捆绑版本，使用原安装包下载，下载后使用原账号密码登入即可，感谢您的来访。" 
          },
          { 
            "name": "欢乐战三国", 
            "response": "您好，您可以关注公众号：欢乐战三国官方，可以从其中获取对应的下载链接，请留意下载时勿选择可能弹出的应用商店捆绑版本，使用原安装包下载，下载后使用原账号密码登入即可，感谢您的来访。" 
          },
          { 
            "name": "餐厅小程序", 
            "response": "您好，当前小程序游戏暂不支持与app互通，建议您在当前小程序账号下继续游戏，感谢您的来访。" 
          }
        ]
      },
      {
        "name": "其他常见攻略问题",
        "subCategories": [
          { 
            "name": "餐厅周活动积分上限", 
            "response": [
    "您好，当前活动会根据每个玩家账号拥有的资源量和游戏难度等内容，例如体力正常获取即消耗情况，货币的异常状态检测等总和因素，AI动态生成积分上限限制，正常游戏情况下无法达到该阈值，如超上限则不支持继续获取，但仍可正常体验游戏过程，感谢您的来访",
    "您好，由于玩家账号情况的不同，AI判定正常游戏可获取的积分上限也不同，在达到上限前，玩家均可以通过获取积分获取等阶奖励并在商店购买道具，但由于积分上限检测机制，并不保证所有玩家都可以获取全部等阶奖励和商店内全部道具，请您以获取积分可兑换内容为准，感谢您的来访。",
    "您好，由于玩家账号情况的不同，AI判定正常游戏可获取的积分上限也不同，请您以当前可获取积分上限为准，感谢您的来访。"
  ] 
          },
          { 
            "name": "三国新武将无法进入抉择战场", 
            "response": "您好，您可以关注公众号：火羽互动，可以从其中获取对应的下载链接，请留意下载时勿选择可能弹出的应用商店捆绑版本，使用原安装包下载，下载后使用原账号密码登入即可，感谢您的来访。" 
          },
          { 
            "name": "三国长乐坊三倍抽奖获取大奖不翻倍", 
            "response": "您好，长乐坊开启倍数可以获取相应奖励的倍数，也可以提高每日大奖的获取概率，但是每日大奖的数量不变，具体您可以在界面右上角“！”查看，感谢您的来访。" 
          },
          { 
            "name": "三国点将祝福无法正常领取", 
            "response": "您好，点将祝福每期各阶段仅能领取一次英雄，如已经领取过一轮，下一轮可以继续累计祝福值，最多360，该轮次本周期无法再兑换武将，到下一轮活动开始时，可以直接领取奖励，感谢您的来访。" 
          },
          { 
            "name": "军资宝箱无法使用", 
            "response": "您好，军资活动并非常驻活动，会在游戏内不定期开启，开启后会在游戏主界面显示入口，具体推出时间请您以游戏显示为准，感谢您的来访。" 
          },
          { 
            "name": "餐厅每日砍价显示异常", 
            "response": [
    "小程序使用：您好，具体的砍价购买情况和倒计时需要您以游戏内显示为准，如实际无领取，也可以尝试先在游戏内设置数据储存一下，然后删除小程序，关闭微信，然后打开手机飞行模式等待几分钟，切换网络之后再重新登陆微信，再打开小程序试试。感谢您的来访。",
    "您好，具体的砍价购买情况和倒计时需要您以游戏内显示为准，如实际无领取，建议您可以保存好账号密码信息后退出游戏，然后打开手机飞行模式等待几分钟，切换网络之后再重新登陆试试。您也可以打开手机设置，找到对应APP清除APP缓存数据后重新登陆看看是否能恢复正常，多尝试几次看看能否改善，如果多次无法改善，也可以尝试卸载游戏重装试试，感谢您的来访。"
  ] 
          },
        ]
      }
    ]
  }
]