[
  {
    "category": "游戏问题",
    "subCategories": [
      {
        "name": "卡顿/延迟/不加载/各类游戏内异常",
        "subCategories": [
          { 
            "name": "小程序", 
            "response": "您好，关于您反馈的问题，建议您先在游戏内设置数据储存一下，然后删除小程序，关闭微信，然后打开手机飞行模式等待几分钟，切换网络之后再重新登陆微信，再打开小程序试试。" 
          },
          { 
            "name": "APP", 
            "response": "您好，关于您反馈的问题，建议您可以保存好账号密码信息后退出游戏，然后打开手机飞行模式等待几分钟，切换网络之后再重新登陆试试。您也可以打开手机设置，找到对应APP清除APP缓存数据后重新登陆看看是否能恢复正常，请多尝试几次看看能否改善，如果多次无法改善，也可以尝试卸载游戏重装试试，感谢您的来访" 
          }
        ]
      },
      {
        "name": "无法登录",
        "subCategories": [
          { 
            "name": "小程序", 
            "response": "关于您反馈的问题，建议您先删除小程序，关闭微信，然后打开手机飞行模式等待几分钟，切换网络之后再重新登陆微信，再打开小程序试试，感谢您的来访" 
          },
          { 
            "name": "APP", 
            "response": "您好，关于您反馈的问题，建议您可以保存好账号密码信息后退出游戏，然后打开手机飞行模式等待几分钟，切换网络之后再重新登陆试试。您也可以打开手机设置，找到对应APP清除APP缓存数据后重新登陆看看是否能恢复正常，请多尝试几次看看能否改善，如果多次无法改善，也可以尝试卸载游戏重装试试，感谢您的来访" 
          }
        ]
      },
      {
        "name": "物品丢失",
        "subCategories": [
          { 
            "name": "玩家提供完整信息可以确认并手动补发", 
            "response": "您好，您的问题已经为您反馈工作人员查看，后续核实无误后会为您补发，您后续可以留意一下哈" 
          },
          { 
            "name": "玩家信息不完整/不确定问题", 
            "response": [
              "您好，为了这边更好的处理您的问题，咨询问题请提交对应的：问题具体描述，问题发生时间，问题截图或录屏等信息，感谢您的来访。",
              "您好，麻烦请您提供对应的：消失的物品具体描述，物品消失发生时间，并提供当前棋盘界面截图，以便工作人员为您查询，感谢您的来访。"
            ] 
          },
          { 
            "name": "玩家获取后直接退出/切屏", 
            "response": "您好，游戏是弱网环境的，如您网络环境异常退出游戏可能会导致进度无法保存，您需要点击装修界面右上角设置按钮-》保存进度后退出可避免或缓解该情况发生，感谢您的来访。" 
          }
        ]
      },
      {
        "name": "游戏下载",
        "subCategories": [
          { 
            "name": "餐厅养成记", 
            "response": "您好，您可以关注公众号：邦邦互娱，可以从其中获取对应的下载链接，请留意下载时勿选择可能弹出的应用商店捆绑版本，使用原安装包下载，下载后使用原账号密码登入即可，感谢您的来访。" 
          },
          { 
            "name": "餐厅养成记福利版", 
            "response": "您好，您可以关注公众号：火羽互动，可以从其中获取对应的下载链接，请留意下载时勿选择可能弹出的应用商店捆绑版本，使用原安装包下载，下载后使用原账号密码登入即可，感谢您的来访。" 
          },
          { 
            "name": "欢乐战三国", 
            "response": "您好，您可以关注公众号：欢乐战三国官方，可以从其中获取对应的下载链接，请留意下载时勿选择可能弹出的应用商店捆绑版本，使用原安装包下载，下载后使用原账号密码登入即可，感谢您的来访。" 
          },
          { 
            "name": "餐厅小程序", 
            "response": "您好，当前小程序游戏暂不支持与app互通，建议您在当前小程序账号下继续游戏，感谢您的来访。" 
          }
        ]
      },
      {
        "name": "重复工单",
        "response": "感谢您提交工单。您之前的工单已有客服跟进，请在原工单上继续回复，勿重复提交，以免延长处理时间。我们会尽快处理，感谢您的理解与配合。如有疑问，随时在原工单交流。祝您生活愉快！"
      },
      {
        "name": "其他常见攻略问题",
        "subCategories": [
          { 
            "name": "餐厅周活动积分上限", 
            "response": [
              "您好，当前活动会根据每个玩家账号拥有的资源量和游戏难度等内容，例如体力正常获取即消耗情况，货币的异常状态检测等总和因素，AI动态生成积分上限限制，正常游戏情况下无法达到该阈值，如超上限则不支持继续获取，但仍可正常体验游戏过程，感谢您的来访",
              "您好，由于玩家账号情况的不同，AI判定正常游戏可获取的积分上限也不同，在达到上限前，玩家均可以通过获取积分获取等阶奖励并在商店购买道具，但由于积分上限检测机制，并不保证所有玩家都可以获取全部等阶奖励和商店内全部道具，请您以获取积分可兑换内容为准，感谢您的来访。",
              "您好，由于玩家账号情况的不同，AI判定正常游戏可获取的积分上限也不同，请您以当前可获取积分上限为准，感谢您的来访。"
            ] 
          },
          {
            "name": "餐厅公会战禁赛", 
            "response": [
              "您好，该提示源于您在本周参与公会战时，系统检测到您存在违规作弊行为，进而导致数据出现异常。在此诚恳地提醒您，下期活动请务必杜绝此类违规行为，以防止数据持续显示异常。希望您能遵守游戏规则，共同维护良好的游戏环境。感谢您的来访。",
              "您好，活动期间内，系统会持续针对玩家账号数据一个操作进行检测，如核实到您的账号存在异常操作，系统核实后会进行相应处理，该项无法为您特殊操作，还请您后续绿色游戏，避免出现类似的问题，感谢您的来访。",
              "您好，系统会就玩家活动中的行为操作进行检测，如核实存在违规则会进行对应处理，感谢您的来访。"
            ] 
          },
          { 
            "name": "三国新武将无法进入抉择战场", 
            "response": "您好，抉择战场开启后获取的角色是无法参与本期活动的，需要等待开启下一轮次后加入使用，具体可以再活动界面右上角”！“查看具体规则，感谢您的来访。" 
          },
          { 
            "name": "三国长乐坊三倍抽奖获取大奖不翻倍", 
            "response": "您好，长乐坊开启倍数可以获取相应奖励的倍数，也可以提高每日大奖的获取概率，但是每日大奖的数量不变，具体您可以在界面右上角“！”查看，感谢您的来访。" 
          },
          { 
            "name": "三国点将祝福无法正常领取", 
            "response": [
              "显示已领取过：您好，点将祝福每期各阶段仅能领取一次英雄，如已经领取过一轮，下一轮可以继续累计祝福值，最多360，该轮次本周期无法再兑换武将，到下一轮活动开始时，可以直接领取奖励，感谢您的来访。",
              "不知道如何领取：您好，点将祝福的武将奖励在您祝福值达到要求后，点击进度条上方的武将头像便可进行领取，感谢您的来访。",
              "显示领取玩家不认可：您好，工作人员查看到您在xx时通过祝福值领取xx武将，请您留意，感谢您的来访。"
            ] 
          },
          { 
            "name": "军资宝箱无法使用", 
            "response": "您好，军资活动并非常驻活动，会在游戏内不定期开启，开启后会在游戏主界面显示入口，具体推出时间请您以游戏显示为准，感谢您的来访。" 
          },
          { 
            "name": "求助道具未获取", 
            "response": [
              "求助未成功：您好，核实您近期的求助信息都是正常的，如求助未成功不会发放物品，您后续可以留意一下，感谢您的来访。",
              "求助成功：您好，工作人员查看到您在今天xx时通过工会求助获得道具xxx，请您留意游戏内获取状况，如确认未获取，请提供对应的临时置物架截图，以及棋盘界面与置物箱截图，这边再次为您反馈核实，感谢您的来访",
              "求助信息不见了：您好，求助消息完成了的话奖励正常发放后求助信息会被删除，另外公会消息存储是有上限的，公会内消息达到上限的话也会被删除，请您以游戏内显示的为准，后续再求助后，建议及时在游戏设置中进行数据保存，以免出现数据丢失的情况，感谢您的来访"
            ] 
          },
          { 
            "name": "餐厅共享置物箱道具取出后丢失", 
            "response": [
              "核实正常获取：您好,查看到您在xx月xx日xx时于公会置物箱中取出xxx,请您留意,感谢您的来访。",
              "实际未取出道具：您好，查看到您最近一次公会置物箱提取记录为xx月xx日取出，反馈时间段内并无提取道具情况，请您以游戏显示为准,如实际存在取出操作，您也可以提供对应的截图或视频，这边为您重新提交工作人员核实，感谢您的来访。"
            ] 
          },
          { 
            "name": "玩家个人操作导致损失", 
            "response": [
              "您好，xxxx等操作属于玩家个人操作，该项无法为您特殊处理，还请您后续谨慎操作，避免出现不必要的损失，感谢您的来访。",
              "您好，游戏内xxxx属于玩家的个人操作，在无法为您撤回的同时，我们也提醒您后续谨慎操作，感谢你的来访"
            ] 
          },
          { 
            "name": "玩家频繁咨询", 
            "response": [
              "首次：您好，具体问题已向工作人员反馈，后续收到回复会与您同步，感谢您的来访。",
              "同一玩家频繁咨询：您好，理解您的心情，具体问题也已已为您催促工作人员核实，请您先耐心等待，这边收到回复后也会第一时间与您同步，感谢您的来访。",
              "多名玩家反馈同一问题（群诉）：您好，当前问题工作人员已经知晓，目前正针对问题紧急排查中，具体问题的处理与修复需要一定时间，还请您耐心等待并持续留意游戏内处理修复情况，感谢您的来访"
            ] 
          },
          { 
            "name": "餐厅公会战奖励未发放", 
            "response": [
              "无获取记录，需要补发：您好，您可以提供下 当前 工会榜第xx名对应宝箱截图和个人榜单第xx名对应宝箱截图（需点开宝箱显示其中内容），以及每周奖励内容截图，这边反馈给工作人员核实，如确认未到账，会按照其中内容为您申请补发，感谢您的来访。",
              "有获取记录，但临时储物格没有取出记录：您好，查看到您已于xx年xx月xx日xx时xx分xx秒获得对应的道具，若您对获取有疑问，麻烦还请您提供当前临时储物格，棋盘界面以及置物箱的内容截图，以便工作人员为您核实查询，感谢您的来访。",
              "后台显示没有排名：您好，查看到您并未有对应公会战排名，出现这种情况可能是由于您上期未参与公会战或您的公会战积分数据异常，具体情况还请您以游戏内显示为准，如正常参与了公会战，辛苦回忆一下大概的个人排名，积分情况等信息，再次留言，这边为您反馈核实，感谢您的来访，"
            ] 
          },
          { 
            "name": "餐厅满级后无任务/订单不足（非满级也会出现）/无法获取金币", 
            "response": [
              "满级无任务：您好，如您已经完成当前全部任务，则不会继续显示主线内容，需要您耐心等待后续游戏主线更新哈，感谢您的来访",
              "订单不足：您好，每个阶段任务都是有限的，若您当前还有订单未完成，则可能不会继续刷新，您可以尝试先完成当前全部订单并提交后再看看是否会正常刷新任务，感谢您的来访。",
              "满级无法获取金币：您好，如您已经完成当前全部任务，则不会继续获取金币，而是获取奖杯，奖杯可以用于参与巅峰排位，如后续更新任务则可以继续参与并获取金币，还请您持续留意，感谢您的来访。"
            ] 
          },
          { 
            "name": "三国武将340后无法升级/等级上限问题", 
            "response": "您好，6名武将达到永恒340级后，可在飞升台处解锁等级上限，突破340级，具体情况您可以点击飞升台左上角“！”处查看，还请您以游戏内显示为准，感谢您的来访。" 
          },
          { 
            "name": "宝箱无法合成", 
            "response": "您好，出现这种情况的原因可能是因为您对其中一个宝箱执行了打开操作，该状态下宝箱是无法合成为更高等级宝箱的，请您留意，具体情况还请您以游戏内显示为准，感谢您的来访。" 
          },
          { 
            "name": "餐厅每日砍价显示异常", 
            "response": [
              "小程序使用：您好，具体的砍价购买情况和倒计时需要您以游戏内显示为准，如实际无领取，也可以尝试先在游戏内设置数据储存一下，然后删除小程序，关闭微信，然后打开手机飞行模式等待几分钟，切换网络之后再重新登陆微信，再打开小程序试试。感谢您的来访。",
              "APP使用：您好，具体的砍价购买情况和倒计时需要您以游戏内显示为准，如实际无领取，建议您可以保存好账号密码信息后退出游戏，然后打开手机飞行模式等待几分钟，切换网络之后再重新登陆试试。您也可以打开手机设置，找到对应APP清除APP缓存数据后重新登陆看看是否能恢复正常，多尝试几次看看能否改善，如果多次无法改善，也可以尝试卸载游戏重装试试，感谢您的来访。"
            ] 
          },
  {
    "category": "账号问题",
    "subCategories": [
      {
        "name": "账号封停",
        "subCategories": [
          { 
            "name": "普通账号", 
            "response": "您好，您的账号因存在违规行为被限制登录，详情请查看游戏内邮件通知。如有疑问，请提供完整账号信息和相关截图进行申诉。" 
          },
          { 
            "name": "VIP账号", 
            "response": "已为您加急反馈至安全部门复查，预计1-3个工作日内通过邮件告知结果，请耐心等待。" 
          }
        ]
      },
      {
        "name": "账号找回",
        "subCategories": [
          { 
            "name": "手机号丢失", 
            "response": "请提供注册时填写的身份证号、最近一次充值记录截图，我们将在24小时内为您处理。" 
          },
          { 
            "name": "密码重置", 
            "response": "已向您的注册邮箱发送验证链接，请按指引操作。未收到邮件请检查垃圾箱。" 
          }
        ]
      }
    ]
  }
]